const DefaultResumeData = {
  name: "Тарас Назаренко",
  position: "Слюсар-ремонтник",
  contactInformation: "+380-95-123-0100",
  email: "test@gmail.com",
  address: "Луцьк, Україна",
  profilePicture: "",
  socialMedia: [
    {
      socialMedia: "Facebook",
      link: "facebook.com/tac.lntu",
    },
    {
      socialMedia: "LinkedIn",
      link: "linkedin.com/in/bedivere-lea",
    },
    {
      socialMedia: "Website",
      link: "tk.lntu.edu.ua/",
    },
  ],
  summary: "Мені подобаються тривалі рамки, коли я можу планувати свою роботу, щоб забезпечити потрібний результат. У мене високий рівень трудової етики, тому я отримую задоволення від виконання завдання якісно та своєчасно",
  education: [
    {
      "school": "Слюсра-ремонтник, 2го розрядку",
      "degree": "ТФК ЛНТУ",
      "startYear": "2020-08-20",
      "endYear": "2024-07-01"
    },
  ],
  workExperience: [
    {
      "company": "Волинь Авто",
      "position": "Слюсар",
      "description": "Проходження виробничої практики та стажування на підприємтсві на посаді слюсар-ремнтник. Виконував технічні завдання поставлені старшим майстром на підприємстві.",
      "keyAchievements": "Отримав можливсіть практично застосувати навички здобуті під час навчання та проявити свої як технічні так і soft-навички.",
      "startYear": "2023-02-16",
      "endYear": "2023-02-21"
    },
    {
    "company": "УкрАвто",
    "position": "Слюсар",
    "description": "Проходження виробничої практики та стажування на підприємтсві на посаді слюсар-ремнтник. Виконував технічні завдання поставлені старшим майстром на підприємстві.",
    "keyAchievements": "Отримав можливсіть практично застосувати навички здобуті під час навчання та проявити свої як технічні так і soft-навички.",
    "startYear": "2023-02-16",
    "endYear": "2023-02-21"
  }
  ],
  projects: [
    {
      "name": "Волонтерський проект",
      "link": "facebook.com/tac.lntu",
      "description": "Участь у волонтерській активності",
      "keyAchievements": "Виконано поставлену ціль волнтерського проекту",
      "startYear": "2023-02-16",
      "endYear": "2023-03-16" 
    }
  ],
  skills: [
    {
      title: "Технічні знання",
      skills: [
        "Компʼютерні навички", "Конструювання", "Креслення"
      ]
    },
    {
      title: "Гнучкі навички",
      skills: [
        "Робота в команді", "Комунікабельність", "Не боюсь нових заваднь", "Пунктуальний"
      ]
    },
    {
      title: "Додаткові знання",
      skills: [
        "Граю на гітарі", "Дизайн презентацій"
      ] 
    }
  ],
  languages: [
    "Українська",
    "Англійська",
    "Польска"
  ],
  certifications: [
    "Нагорода за участь в змаганнях",
  ],
};

export default DefaultResumeData;